HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241010110109.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10190</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T11:01:09.012+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="1" geldspeicherId="47211168" abrechnung="0">
                    <geldbetrag betrag="100" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="20"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17098" guid="27682e5b-9b7d-418c-83e1-da9d30a82e5a"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T11:01:09.023+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="3" geldspeicherId="47211169" abrechnung="0">
                    <geldbetrag betrag="250" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="50"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17099" guid="e2b91e72-8192-47d8-8fd7-1d5f3ffa0f11"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
